Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-nn (1).tmx
Source language: et
Languages: nn

source: Video- ega audioplaadile pole võimalik esitusnimekirju lisada
nn: Spelelister kan ikkje leggjast til video- eller lydplater

source: "%s" ei ole sobivat liiki audio- ega videofail
nn: «%s» passar ikkje for lyd- eller videomedia

source: Videofailide analüüsimine
nn: Analyserer videofiler

source: Videovorming:
nn: Videoformat:

source: Põhiliselt Põhja-Ameerikas kasutatav vorming
nn: Format som for det meste vert brukt på det nord-amerikanske kontinentet

source: Põhiliselt Euroopas kasutatav vorming
nn: Format som for det meste vert brukt i Europa

source: Esialgne _vorming
nn: Moder_format

source: Külgede suhe:
nn: Storleiksforhald:

source: VCD liik:
nn: Type VCD:

source: Loo SVCD
nn: Lag ein SVCD

source: Loo VCD
nn: Lag ein VCD

source: Kataloogi pole võimalik luua (%s)
nn: Klarte ikkje oppretta mappe (%s)

source: Suuruse hankimine
nn: Får storleik

source: Kirjutamine
nn: Skriv

source: Tühjendamine
nn: Tømmer

source: Kontrollsumma arvutamine
nn: Lagar kontrollsum

source: Faili kopeerimine
nn: Kopierer fil

source: Audiofailide analüüsimine
nn: Analyserer lydfiler

source: Laulu ümberkodeerimine
nn: Kodar om song

source: Kirjutamiseks valmistumine
nn: Førebur skriving

source: Sissejuhatuse kirjutamine
nn: Skriv innleiing

source: CD-Text teabe kirjutamine
nn: Skriv CD-tekst-informasjon

source: Lõpetamine
nn: Sluttfører

source: Lõpetuse kirjutamine
nn: Skriv avslutning

source: Kirjutamise alustamine
nn: Startar opptak

source: Edukas
nn: Vellukka

source: Andmekandja väljastamine
nn: Løyser ut medium

source: Brasero plaadikogu silumise teadete kuvamine standardväljundis
nn: Vis feilsøkjingsinformasjon på standard ut til Brasero sitt brennebibliotek.

source: Brasero plaadikogu
nn: Brasero-bibliotek for brenning av media

source: Brasero plaadikogu kuvavalikud
nn: Vis val til brennebiblioteket til Brasero

source: "%s" ei käitunud korrektselt
nn: «%s» oppførte seg ikkje som han skal

source: Kettal pole piisavalt vaba ruumi (%s vaba, %s vaja)
nn: Ikkje nok ledig plass på plata (%s tilgjengeleg for %s)

source: Ajutiste tõmmiste hoidmiseks valitud failisüsteem ei võimalda üle 2 GB suuruseid faile
nn: Filsystemet du valde til å lagra det mellombelse avtrykket på kan ikkje ha filer større enn 2 GiB

source: Asukohas, mille valisid ajutiste tõmmiste hoidmiseks, ei ole tõmmise jaoks piisavalt vaba ruumi (vaja on %ld MB)
nn: Den valde staden for å lagra det mellombelse avtrykket på har ikkje nok ledig plass (%ld MiB krevst)

source: Andmekandja suurust pole võimalik tuvastada
nn: Storleiken på lagringseininga kunne ikkje hentast

source: Tõmmisfaili asukoht pole määratud
nn: Ingen stig var oppgjeven for avtrykkutdataen

source: Esines sisemine tõrge (%s)
nn: En intern feil oppstod (%s)

source: See ei ole kohalik fail
nn: Fila er ikkje lagra lokalt

source: VIDEO_TS kataloog on vigane või puudu
nn: VIDEO_TS-mappa manglar eller er ugyldig

source: Otsinguteelt ei leitud "%s"
nn: Fann ikkje «%s» i stigen

source: GStreameri pluginat "%s" ei leitud
nn: Fann ikkje GStreamer-tillegget «%s»

source: "%s" versioon on liiga vana
nn: Versjonen av «%s» er for gammal.

source: "%s" on sümbolviit, mis viitab teisele rakendusele
nn: «%s» er ei symbolsk lenkje som peikar til eit anna program

source: "%s" ei leitud
nn: «%s» vart ikkje funne

source: Protsess "%s" lõpetas veakoodiga (%i)
nn: Prosessen «%s» avslutta med ein feilkode (%i)

source: Tõmmis
nn: Avtrykksfil

source: Nimetu CD/DVD ajam
nn: Namnlaus CD/DVD-eining

source: Kuva Brasero meediakogu silumise teated standardväljundis
nn: Vis feilsøkjingsinformasjon på standard ut for Braseros mediabibliotek

source: Brasero optilise meedia kogu
nn: Braseros bibliotek for optiske media

source: Brasero meediakogu kuvavalikud
nn: Vis alternativ for Braseros mediabibliotek

source: Fail
nn: Fil

source: DVD+R kahekihiline
nn: DVD+R to lag

source: DVD+RW kahekihiline
nn: DVD+RW to lag

source: DVD-R kahekihiline
nn: DVD-R to lag

source: Blu-ray plaat
nn: Blu-ray-plate

source: Kirjutatav Blu-ray plaat
nn: Skrivbar Blu-ray-plate

source: Korduvkirjutatav Blu-ray plaat
nn: Omskrivbar Blu-ray-plate

source: Tühi %s seadmes %s
nn: Tom %s i %s

source: Audio- ja andme-%s seadmes %s
nn: Lyd og data %s i %s

source: Audio-%s seadmes %s
nn: Lyd-%s i %s

source: Andme-%s seadmes %s
nn: Data-%s i %s

source: %s seadmes %s
nn: %s i %s

source: %s: tühi
nn: %s: tom

source: Saadaolevate plaatide otsimine
nn: Søkjer etter tilgjengelege plater

source: Ühtki plaati pole saadaval
nn: Inga plate tilgjengeleg

source: %s h %s min %s
nn: %s t %s min %s

source: %s h %s min
nn: %s t %s

source: %s h
nn: %s t

source: Plaadi haakepunkti pole võimalik tuvastada
nn: Fann ikkje monteringspunktet til plata

source: Tühi plaat (%s)
nn: Tom plate (%s)

source: Audio- ja andmeplaat (%s)
nn: Lyd- og dataplate %s

source: Audioplaat (%s)
nn: Lydplate (%s)

source: Andmeplaat (%s)
nn: Dataplate (%s)

source: Tundub, et see tõmmis pole ISO vormingus
nn: Han ser ikkje ut til å vera eit gyldig ISO-avtrykk

source: Tundmatu tõrge
nn: Ukjend feil

source: Suuruste sobimatus
nn: Feil storleik

source: Tüüpide sobimatus
nn: Feil type

source: Vigane argument
nn: Ugyldig argument

source: Piirkonnast välja jääv aadress
nn: Adresse utanfor gyldig område

source: Sobimatu aadress
nn: Ugyldig adresse

source: Sobimatu käsk
nn: Ugyldig kommando

source: Käsus esineb sobimatu parameeter
nn: Ugyldig parameter i kommando

source: Käsus esineb sobimatu väli
nn: Ugyldig felt i kommando

source: Seade ületas ajalimiidi
nn: Tidsavbrot for eining

source: Võti ei ole sisse seatud
nn: Nøkkel ikkje etablert

source: Sobimatu rajarežiim
nn: Ugyldig spormodus

source: _Peida muudatused
nn: Sk_jul endringar

source: _Näita muudatusi
nn: Vi_s endringar

source: Tundub, et see fail ei ole esitusnimekiriDisc Image
nn: Ser ikkje ut som fila er ei spelelisteDisc Image

source: Pildid
nn: Bilete

source: _Värvus
nn: _Farge

source: Ühtlane värvus
nn: Heilfylt farge

source: Horisontaalne üleminek
nn: Horisontal gradient

source: Vertikaalne üleminekDisc Image
nn: Vertikal gradientDisc Image

source: _PiltDisc Image
nn: B_ileteDisc Image

source: Pildi asukoht:Disc Image
nn: Stig til bilete:Disc Image

source: Pildi valimineDisc Image
nn: Vel eit bileteDisc Image

source: Pildi paigutus:
nn: Biletstil:

source: Keskel
nn: Sentrert

source: Korduv
nn: Flislagt

source: Skaleeritud
nn: Skalert

source: Tausta omadused
nn: Eigenskapar for bakgrunn

source: Printimine
nn: Skriv ut

source: _Tausta omadused
nn: Eigens_kapar for bakgrunn

source: Paremjoondus
nn: Juster til høgre

source: Vasakjoondus
nn: Juster til venstre

source: Allajoonitud
nn: Understreka

source: Kursiiv
nn: Kursiv

source: Rasvane
nn: Feit

source: Kirjatüüp ja suurus
nn: Skriftfamilie og storleik

source: _Teksti värvus
nn: _Tekstfarge

source: Teksti värvus
nn: Tekstfarge

source: Plaadiümbrise redaktor
nn: Redigering av omslag

source: Määra _tausta omadused
nn: Set eigenskapar for ba_kgrunn

source: KÜLJED
nn: SIDER

source: TAGAKAAS
nn: BAKSIDE

source: ESIKAASDisc Image
nn: FORSIDEDisc Image

source: Tõmmist pole võimalik laadida.
nn: Biletet kunne ikkje lastast

source: "%s" pole võimalik GStreameriga käsitseda.
nn: «%s» kunne ikkje handterast av GStreamer.

source: %s elementi pole võimalik luua
nn: Element %s kunne ikkje lagast

source: Värvuse valimine
nn: Vel ein farge

source: CD/DVD loomine
nn: CD/DVD-skriving

source: Kirjuta CD- ja DVD-plaate
nn: Lag CD-ar og DVD-ar

source: Plaadi ikoonDisc Image
nn: MediumikonDisc Imagepicture

source: CD/DVD loomise kaust
nn: Mappe for CD/DVD-skriving

source: Plaadi nimi:
nn: Platenamn:

source: Failide plaadile kirjutamiseks lohista või kopeeri failid siia alla
nn: Drag eller kopier filer hit for å skriva dei til plata

source: Kirjuta plaadile
nn: Skriv til plate

source: Sisu kirjutamine CD- või DVD-plaadile
nn: Skriv innhaldet til ein CD eller DVD

source: _Kirjuta plaadile…
nn: _Skriv til plate …

source: Kirjuta plaaditõmmise CD- või DVD-plaadile
nn: Skriv avtrykk av plata til ein CD eller DVD

source: Kopeeri _plaat…
nn: _Kopier plate …

source: Loo sellest CD- või DVD-plaadist koopia
nn: Lag ein kopi av denne CD-en eller DVD-en

source: _Tühjenda plaat…
nn: Tø_m plate …

source: Tühjenda see CD- või DVD-plaat
nn: Tøm denne CD-en eller DVD-en

source: _Kontrolli plaati…
nn: _Sjekk plate …

source: Kontrolli CD- või DVD-plaadi andmete terviklust
nn: Sjekk dataintegritet for denne CD-en eller DVD-en

source: Andmeid pole võimalik lugeda (%s)
nn: Klarte ikkje lesa data (%s)

source: Andmeid pole võimalik kirjutada (%s)
nn: Klarte ikkje skriva data (%s)

source: Genereerib helist .cue failid
nn: Lagar .cue-filer frå lyd

source: cdrdao kirjutamisrakenduste komplekt
nn: Brennesuiten cdrdao

source: Audioraja kopeerimine
nn: Kopierer lydspor

source: Andmeraja kopeerimine
nn: Kopierer dataspor

source: %02i. raja analüüsimine
nn: Analyserer spor %02i

source: Tundub, et sul puuduvad vajalikud õigused selle seadme kasutamiseks
nn: Du har ikkje nødvendige løyve til å bruka denne eininga

source: toc faili konverteerimine
nn: Konverterer toc-fil

source: Kopeerib, kirjutab ja tühjendab CD-plaate
nn: Kopierer, brenn og tømmer CD-er

source: "--driver generic-mmc-raw" lipu lubamine (vaata cdrdao käsiraamatut)
nn: Slå på «--driver generic-mmc-raw»-flagget (sjå i manualen til cdrdao)

source: cdrkit kirjutamisrakenduste komplekt
nn: Brennesuiten cdrkit

source: Viimase sessiooni importimine nurjus
nn: Import av seinaste økt feila

source: Tõmmist pole võimalik luua
nn: Klarte ikkje laga avtrykk

source: Tundub, et see genisoimage versioon pole toetatud
nn: Denne versjonen av genisoimage er ikkje støtta

source: Mõnedel failidel on vigased failinimed
nn: Nokre filer har ugyldige filnamn

source: Tundmatu märgikodeering
nn: Ukjend teiknkoding

source: Seadmel ei ole vaba ruumi
nn: Ingen plass ledig på eininga

source: Failide valikust tehakse plaaditõmmis
nn: Lagar plateavtrykk frå eit filutval

source: Asukohas, mille valisid ajutiste tõmmiste hoidmiseks, ei ole tõmmise jaoks piisavalt vaba ruumi
nn: Den valde staden du valde for å lagra avtrykket har ikkje nok ledig plass

source: Suvalisest plaadist plaaditõmmise tegemine
nn: Kopierer ein kvar plate til eit avtrykk

source: Plaadi kirjutamisel esines tõrge
nn: Ein feil oppstod under skriving til plata

source: Arvuti on liiga aeglane, et CD'd sellise kiirusega kirjutada. Proovi väiksemat kiirust
nn: Systemet er for tregt til å skriva plata med denne snøggleiken. Prøv ein lågare snøggleik

source: Raja %s kirjutamine
nn: Skriv spor %s

source: Plaadi vormindamine
nn: Formaterer plata

source: "Cue sheet" kirjutamine
nn: Skriv innhaldsforteikning

source: Meedium tuleb enne kirjutamist uuesti sisestada
nn: Plata må lastast på nytt før ho kan spela inn.

source: Kirjuta, tühjenda ja vorminda CD- ja DVD-plaate
nn: Brenn, tømmer og kopierer CD-ar og DVD-ar

source: Lipu "-immed" lubamine (vaata wodim käsiraamatut)
nn: Aktiver flagget «-immed» (sjå i manualen til wodim)

source: Vähim seadmepuhvri täituvus (protsentides) (vaata wodim käsiraamatut):
nn: Minimal fyllingsforhald i einingsbuffer (i %) (sjå manualen til wodim)

source: Audioraja %02d kopeerimine
nn: Kopierer lydspor %02d

source: Audioplaadi kopeerimiseks valmistumine
nn: Førbur å kopiera lydplate

source: Radade kopeerimine audioplaadilt koos kogu seonduva teabega
nn: Kopier spor frå ei lydplate med all tilknytta informasjon

source: Kirjutab, tühjendab ja vormindab CD-, DVD- ja BD-plaate
nn: Brenn, tømmer og formaterer CD-, DVD- og BD-plater

source: "-immed" lipu lubamine (vaata cdrecord käsiraamatut)
nn: Slå på «-immed»-flagget (sjå manualen til cdrecord)

source: Vähim seadmepuhvri täituvus (protsentides) (vaata cdrecord käsiraamatut):
nn: Minimal fyllingsrate til einingsbuffer (i %%) (sjå manualen til cdrecord)

source: cdrtools kirjutamisrakenduste komplekt
nn: Brennesuiten cdrtools

source: See versioon mkisofs'ist ei ole toetatud
nn: Denne versjonen av mkisofs er ikkje støtta

source: Faili "%s" pole võimalik avada (%s)
nn: Fila «%s» kunne ikkje opnast (%s)

source: Tõmmisfaili kontrollsumma arvutamine
nn: Lagar kontrollsum for avtrykkfiler

source: Plaadilt ei leitud kontrollsummafaili
nn: Fann inga kontrollsumfil på plata

source: Failide tervikluse kontroll
nn: Sjekkar integriteten til fil

source: Faili "%s" pole võimalik avada
nn: Fila «%s» kunne ikkje opnast

source: Mõned failid plaadil võivad olla viga saanud
nn: Nokre filer på plata kan vera skadde

source: Faili kontrollsumma
nn: Kontrollsum til fil

source: Plaadi andmete tervikluse kontrollimine
nn: Sjekkar integriteten til filene på ei plate

source: Kasutatav räsialgoritm:
nn: Nøkkelalgoritme som skal brukast:

source: "%s" pole võimalik avada (%s)
nn: «%s» kunne ikkje opnast (%s)

source: Tõmmise kontrollsumma arvutamine
nn: Lagar kontrollsum til avtrykket

source: Tõmmise kontrollsumma
nn: Kontrollsum til avtrykket

source: Plaadi andmete tervikluse kontrollimine pärast kirjutamist
nn: Sjekk dataintegriteten på plata etter ho er brunnen

source: Failipaigutuse loomine
nn: Lagar filutforming

source: Loob video-DVD jaoks sobiliku tõmmisfailiregionset %s
nn: regionset %s

source: Viga krüpteerimise võtme hankimisel. Sa võid selle lahendada järgnevalt: määrata terminalis õige DVD regiooni koodi CD/DVD mängija jaoks käsuga "regionset %s" või käivitada brasero käsuga "DVDCSS_METHOD=title brasero --no-existing-session"
nn: Feil under henting av nøkkel brukt til kryptering. Du kan kanskje retta opp dette ved å utføra éit av dei følgjande metodane: i terminalen set riktig DVD-regionkode for CD/DVD-spelaren din med kommandoen «regionset %s», eller køyr kommandoen «DVDCSS_METHOD=title brasero --no-existing-session»

source: DVD võtmete hankimine
nn: Hentar DVD-nøklar

source: Video-DVD'd pole võimalik avada
nn: Film-DVD-en kunne ikkje opnast

source: Viga video-DVD lugemisel (%s)
nn: Feil under lesing av film-DVD (%s)

source: Video-DVD kopeerimine
nn: Kopierer film-DVD

source: Kopeerib CSS-krüpteeringuga video-DVD plaaditõmmiseks
nn: Kopierer CSS-krypterte film-DVD-ar til plateavtrykk

source: Tühjendab ja vormindab ülekirjutatavaid DVD- ja BD-plaate
nn: Tømmer og formaterer omskrivbare DVD-ar og BD-ar

source: Kirjutab ja tühjendab DVD- ja BD-plaate
nn: Brenn og tømmer DVD-ar og BD-ar

source: DAO kasutamise lubamine
nn: Tillat bruk av DAO

source: growisofs kirjutamisrakenduste komplekt
nn: Brennesuiten growisofs

source: libburn'i rada pole võimalik luua
nn: libburn-spor kunne ikkje lagast

source: libburn teeki pole võimalik lähtestada
nn: libburn-biblioteket kunne ikkje startast opp

source: Seadme aadressi pole võimalik hankida
nn: Einingsadressa kunne ikkje verta hentast

source: Raja %02i kirjutamine
nn: Skriv spor %02i

source: libburnia kirjutamisrakenduste komplekt
nn: Brennesuiten libburnia

source: Andmeruumi pole võimalik luua
nn: Klarte ikkje laga lagringseining

source: libisofs pole võimalik lähtestada
nn: libisofs kunne ikkje startast opp.

source: Lugemise valikuid pole võimalik luua
nn: Lesalternativ kunne ikkje lagast

source: Asukoha "%s" vanemkataloogi ei leitud
nn: Klarte ikkje finna nokon forelder i treet for stigen «%s»

source: libisofs raporteeris kataloogi "%s" loomise ajal veast
nn: libisofs rapporterte ein feil medan han laga mappa «%s»

source: libisofs raporteeris kataloogi "%s" (%x) sisu lisamise ajal veast
nn: libisofs rapporterte ein feil medan han la til innhaldet til mappa «%s» (%x)

source: libisofs raporteeris faili "%s" lisamise ajal veast
nn: libisofs rapporterte ein feil medan han la til fil med stigen «%s»

source: Kontrollsumma faili kopeerimine
nn: Kopierer kontrollsumfil

source: Failide lokaalne kopeerimine
nn: Kopierer filene lokalt

source: Failide allalaadija
nn: Nedlasting av fil

source: Võimaldab mittekohalike failide kirjutamise
nn: Lèt filer som ikkje er lagra lokalt til å verta brunne

source: Kohaliku faili asukoha hankimine pole võimalik
nn: Kan ikkje henta lokal stig til fil

source: Võimaldab Nautiluse "CD/DVD loomise kausta" failide plaadile kirjutamise
nn: Lèt filer lagt til CD/DVD-lagingsmappa i Nautilus å verta brunne

source: Pluginate plokkide linkimine pole võimalik
nn: Umogleg å lenkja saman programtillegg

source: Radade normaliseerimine
nn: Normaliserer spor

source: Normaliseerimine
nn: Normalisering

source: Määrab kõigile radadele sarnase helivaljuse
nn: Set eit konsistent lydnivå mellom spor

source: Viga lõppu vaikuse lisamisel (%s)
nn: Feil ved utfylling av fil (%s)

source: Viga kestuse hankimisel
nn: Feil ved henting av lengd

source: "%s" analüüsimine
nn: Analyserer «%s»

source: "%s" ümberkodeerimine
nn: Kodar om «%s»

source: Teisendab suvalise helifaili audioplaadi jaoks sobivasse vormingusse
nn: Konverterer ein kvar lydfil til eit format som passar til lyd-CD-ar

source: Videofaili teisendamine MPEG2 vormingusse
nn: Konverterer filmfila til MPEG2

source: Loob SVCD-plaatide jaoks sobilikud plaaditõmmised
nn: Lagar plateavtrykk som passar til SVCD-ar

source: _Projekt
nn: _Prosjekt

source: P_luginad
nn: Ti_llegg

source: Brasero jaoks pluginate valimine
nn: Velg tillegg for Brasero

source: _Väljasta
nn: _Løys ut

source: _Tühjenda…
nn: _Tøm …

source: _Kontrolli terviklust…
nn: _Sjekk integritet …

source: Brasero sulgemine
nn: Avslutt Brasero

source: Abiteabe kuvamine
nn: Vis hjelp

source: Programmist lähemalt
nn: Om

source: Plaadikirjutaja
nn: Brenneprogram

source: Viga projekti laadimisel
nn: Feil under lasting av prosjektet

source: Palun lisa sellesse projekti faile.
nn: Legg til filer til prosjektet

source: See projekt on tühi
nn: Prosjektet er tomt

source: Brasero on vaba tarkvara; te võite seda edasi levitada ja/või muuta vastavalt GNU Üldise Avaliku Litsentsi tingimustele, nagu need on Vaba Tarkvara Fondi poolt avaldatud; kas Litsentsi versioon number 2 või (vastavalt teie valikule) ükskõik milline hilisem versioon.
nn: Brasero er fri programvare. Du kan vidareformidla det og/eller endra det under vilkåra i GNU General Public License frå Free Software Foundation, anten versjon 2 av lisensen, eller (om du ønskjer) ein nyare versjon.

source: Brasero't levitatakse lootuses, et see on kasulik, kuid ILMA IGASUGUSE GARANTIITA; isegi ilma KESKMISE/TAVALISE KVALITEEDI GARANTIITA või SOBIVUSELE TEATUD KINDLAKS EESMÄRGIKS. Üksikasjade suhtes vaata GNU Üldist Avalikku Litsentsi.
nn: Brasero er gjort tilgjengeleg med håp om at det vil vera til nytte, men UTAN NOKON GARANTI, og heller ikkje med nokon indirekte garanti om at det vil vera OMSETJELEG eller EIGNA TIL NOKO SPESIELT FORMÅL. Sjå GNU General Public License for meir informasjon.

source: Te peaks olema saanud GNU Üldise Avaliku Litsentsi koopia koos selle programmiga, kui ei, siis võtke ühendust Free Software Foundation'iga, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
nn: Du skal ha fått eit eksemplar av GNU General Public License saman med Brasero. Viss ikkje så skriv til Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.

source: Lihtne CD/DVD kirjutamise rakendus GNOME'le
nn: Eit GNOME-program som er lett å bruka for å brenna CD-ar og DVD-ar

source: Brasero kodulehekülg
nn: Braseros nettstad

source: Mattias Põldaru , 2008–2010. Priit Laes , 2009. Ivar Smolin , 2009–2011. Launchpad Contributions: Andreas Moog https://launchpad.net/~amoog Chris Coulson https://launchpad.net/~chrisccoulson Didier Roche https://launchpad.net/~didrocks Ivar Smolin https://launchpad.net/~okul Jalakas https://launchpad.net/~jalakas Kristjan Siimson https://launchpad.net/~kristjan-siimson Märt Põder https://launchpad.net/~boamaod Pedro Fragoso https://launchpad.net/~ember Robert Ancell https://launchpad.net/~robert-ancell mahfiaz https://launchpad.net/~mahfiaz
nn: Torstein Adolf Winterseth <kvikende\@fsfe\.org> Launchpad Contributions: Bjarne Petterteig https://launchpad.net/~bpettert Fredrik Sudmann https://launchpad.net/~fsudmann Tor Egil Hoftun Kvæstad https://launchpad.net/~toregilhk Torstein A. W. https://launchpad.net/~kvikende antikristian https://launchpad.net/~antikristian

source: Projekti "%s" ei ole olemas
nn: Prosjektet «%s» finst ikkje

source: _Hiljutised projektid
nn: _Siste prosjekt

source: Hiljuti avatud projektide kuvamine
nn: Vis sist opna prosjekt

source: Ava valitud failid
nn: Opna dei valde filer

source: _Muuda andmeid…
nn: R_ediger informasjon …

source: Raja andmete muutmine (algus, lõpp, autor jne)
nn: Rediger informasjon om spor (start, slutt, forfatter, osv.)

source: Eemalda valitud failid projektist
nn: Fjern valde filer frå prosjektet

source: Failide asetamine
nn: Lim inn filer

source: Lisa lõikelaual asuvad failid
nn: Legg til filer frå utklippstavla

source: _Sisesta paus
nn: Set i_nn ein pause

source: Raja lõppu 2-sekundilise pausi lisamine
nn: Legg til ein tosekunders pause etter sporet

source: _Tükelda rada…
nn: _Del spor …

source: Valitud raja tükeldamine
nn: Del vald spor

source: Paus
nn: Pause

source: Tükelda
nn: Del

source: Rada
nn: Spor

source: Raja lõppu lisatakse vaikust.
nn: Sporet kjem til å verta fylt ut på slutten

source: Rada on lühem kui 6 sekundit
nn: Sporet er kortare enn 6 sekund

source: Veendu, et sobiv koodek on paigaldatud
nn: Sjekk at relevant kodek er installert

source: Kas lisada videofail "%s"?
nn: Vil du leggja til «%s», som er ei filmfil?

source: See on videofail ja seetõttu saab plaadile kirjutada ainult selle heli.
nn: Denne fila er ein film og derfor kan berre lyddelen skrivast til plata.

source: _Hülga fail
nn: _Forkast fil

source: _Lisa fail
nn: _Legg til fil

source: Kas otsida kataloogist audiofaile?
nn: Vil du søkje etter lydfiler i denne mappa?

source: Otsi _kataloogist
nn: Søk i _mappe

source: "%s" pole võimalik avada.
nn: Kunne ikkje opna «%s».

source: Kas luua audioplaat DTS-radadega?
nn: Vil du laga ein lydplate med DTS-spor?

source: Mõned valitud lauludest on sobilikud DTS-radadena kirjutamiseks. Sellised audioplaadi rajad võimaldavad paremat kvaliteeti, kuid on kasutatavad vaid DTS toega digipleieritel. Märkus: kui oled nõus, siis neid radasid ei normaliseerita.
nn: Nokre av dei valde songane passar til å verta DTS-spor. Denne typen lydplate gjev ein høgare lydkvalitet, men kan berre spelast av spesifikke digitale spelarar. NB: Om du godtek så vil ikkje desse spora verta normalisert.

source: Loo _tavalised rajad
nn: Lag _vanlege spor

source: Klõpsa siin, et kirjutada kõik laulud tavaliste radadena
nn: Trykk her for å brenna alle songane som vanlege spor

source: Loo _DTS-rajad
nn: Lag _DTS-spor

source: Klõpsa siin, et kirjutada kõik sobilikud laulud DTS-radadena
nn: Trykk her for brenna alle passande songar som DTS-spor

source: Palun vali ainult üks laul.
nn: Vel kun éin song.

source: Korraga ei saa tükeldada rohkem kui üht laulu
nn: Kan ikkje dela meir enn éin song om gongen

source: Määratud projekti avamine
nn: Opna oppgjeve prosjekt

source: PROJEKT
nn: PROSJEKT

source: Määratud lugude nimekirja avamine audioprojektina
nn: Opna oppgjeven speleliste som lydprosjekt

source: LUGUDE NIMEKIRI
nn: SPELELISTE

source: Määra seade, mida kasutatakse kirjutamiseks
nn: Oppgje eining som skal brukast til brenning

source: SEADME ASUKOHT
nn: EININGSSTIG

source: Kirjutamise asemel luuakse tõmmisfail
nn: Lag eit avtrykk i staden for å brenna

source: Audioprojekti avamine, lisades käsureal antud URI'd
nn: Opna eit lydprosjekt og legg til dei adressene som gjevne på kommandolinja

source: Andmeprojekti avamine, lisades käsureal antud URI'd
nn: Opna eit dataprosjekt og legg til dei adressene som gjevne på kommandolinja

source: Kasutatav plaadiümbris
nn: Omslag som skal brukast

source: PLAADIÜMBRISE ASUKOHT
nn: STIG TIL OMSLAG

source: Videoprojekti avamine, lisades käsureal antud URI'd
nn: Opna eit filmprosjekt og legg til dei adressene som gjevne på kommandolinja
